[
  {
    "id": 1,
    "title": "AI status 2025",
    "author": "Rasmus Skriver",
    "date": "2025-06-07",
    "content": "Forestil dig, at du logger på et videokald til en vigtig jobsamtale. Du har forberedt dig grundigt, smilet er på plads, og spørgsmålene bliver stillet i et roligt, professionelt tempo. Alligevel føles noget... anderledes. Ikke nødvendigvis forkert – bare en smule for glat, for velovervejet. Hvad nu, hvis det ikke var et menneske, der interviewede dig, men en chatbot? Ville du overhovedet opdage det?\n\nAI er på rekordtid blevet en integreret del af vores hverdag. Fra tekstgeneratorer og billedskabende værktøjer til automatiseret kundeservice og stemmestyrede assistenter – teknologien flytter konstant grænserne for, hvad vi opfatter som “menneskelig”. Det er både fascinerende og lidt foruroligende.\n\nDet kan virke imponerende, når et AI-værktøj på få sekunder skriver en tekst, der ikke bare giver mening, men også føles velovervejet – ja, næsten som om den rummer følelser og intentioner. Men det er vigtigt at huske, hvad der egentlig sker bag kulisserne. For under overfladen af de velformulerede sætninger gemmer der sig blot en matematisk model: en algoritme, der forsøger at forudsige det mest sandsynlige næste ord. Ikke mere, ikke mindre.\n\nJeg vil ikke gå i dybden med de tekniske detaljer bag GPT, Gemini, Claude og andre avancerede modeller, men jeg har fulgt udviklingen nøje og brugt flere af værktøjerne aktivt helt fra starten. Min erfaring? Vi har fået adgang til et kraftfuldt og nyttigt redskab. Et værktøj, der kan formulere sig flydende, give feedback, foreslå idéer og fungere som en slags digital medskaber. Nogle gange føles det næsten som at have en personlig underviser, der aldrig bliver træt, og som du kan spørge om det samme igen og igen.\n\nMen netop her ligger også en vigtig pointe: AI er ikke kreativ i sig selv. Dens kreativitet udspringer af de data, den er trænet på. Den spejler os – vores tanker, vores sprog, vores idéer – og ja, også vores fejl og bias. Når vi bliver imponerede over, hvad AI kan skabe, bør vi samtidig huske, at det hele i bund og grund bygger på det, vi mennesker allerede har lavet og tænkt.\n\nDerfor er det afgørende, at vi midt i fascinationen bevarer en kritisk bevidsthed. Ikke fordi AI i sig selv er farligt, men fordi det er fristende at tillægge teknologien mere, end den faktisk kan.\n\nI 2025 skal vi stadig huske, at AI først og fremmest er et værktøj — en forlængelse af menneskelig kreativitet og viden, ikke en erstatning. Især inden for programmering, hvor jeg selv har erfaring med at bruge AI, kræver det både kritisk sans og en solid forståelse af teknologien for at få det optimale ud af den. Man kan ikke bare skrive “lav det her” og forvente et fejlfrit resultat. Hvis man bare følger Viben uden at forholde sig til, hvad AI’en rent faktisk laver, ender man hurtigt med koldsved og en strøm af fejlbeskeder, der svirrer rundt om hovedet på én."
  },
  {
    "id": 2,
    "title": "Jeg tog springet – farvel Windows, goddag frihed",
    "author": "Rasmus Skriver",
    "date": "2025-06-07",
    "content": "Siden jeg begyndte at nørde programmering, er noget i mig stille og roligt begyndt at dø, hver gang jeg starter Windows. \nDet føles som at forsøge at skabe noget i et pædagogisk fængsel. Et system, der holder én i hånden – men med håndjern.\n\n“Nå men lille ven, er du nu helt sikker på, du vil gøre det her? For det må du faktisk ikke. Og held og lykke med at bryde den lås, jeg har lavet, så du ikke kan gøre det.”\n\nSå jeg tog springet. Først forsigtigt. I dag bruger jeg stort set kun Windows til én ting: gaming.\n\nMin Linux-rejse begyndte, som for så mange andre, med Ubuntu. En blid start. Som at dyppe tæerne i et koldt hav. Derefter Pop!_OS – fordi det var pænt svært at installere Nvidia-drivere på Ubuntu (tak til Nvidia for en officiel guide, der direkte ødelagde mit system). Pop!_OS gjorde det nemt: vælg bare modellen med Nvidia-driver, og du er i gang.\n\nOg nu?\nCashyOS → i3 → Arch Linux.\nFuld skrald. Knæhøje sokker og autisme-mode aktiveret.\n\nDer bare så mange ting på windows der nager mig.\nVil du ikke bruge OneDrive og i stedet have dine filer liggende helt lokalt og usikkert?\nPreinstalleret Candy Crush. Opdateringer midt i et vigtigt møde.\nWindows Defender, der beslutter, at dit program er en trussel og sletter det.\nOg reklamer i et operativsystem man betaler for? Eh, nej tak.\n\nWindows føles efterhånden som et PowerPoint-projekt for mellemledere med KPI’er. Alt virker som om en flok produktchefer har spurgt:\n\n“Hvordan får vi det til at se godt ud i kvartalsrapporten?”\n\n… i stedet for:\n\n“Hvordan føles det egentlig at bruge det?”\n\nOg nej, Microsoft – jeg bruger ikke Chrome i stedet for Edge, fordi jeg ikke ved, hvad Edge er. Så I behøver ikke konstant minde mig om det.\n\nAt bruge Linux føles som at få sin hjerne tilbage.\nPludselig bestemmer du selv, hvad der kører, hvornår det kører – og hvorfor.\n\nOg det bedste?\nDu bestemmer. Alt.\n\nVil du slette den mappe, der holder dit system i live? Go ahead.\n\nSelv gaming fungerer (tak Steam). Ikke altid helt perfekt, bevares, men det virker for et stadig større antal spil. \nJeg har endda oplevet bugs på Windows, jeg aldrig kunne løse, som bare forsvandt på Linux.\n\nJeg ved godt, Linux ikke er for alle. Det kræver nysgerrighed og lyst til at rode.\nMen hvis du – ligesom mig – er træt af at betale for at være kunde i dit eget styresystem?\n\nSå giv det et skud."
  }
]